{
    "settings": {
        "options": {
            "show_on_front": "posts",
            "featured-content": {
                "tag-id": 35890,
                "tag-name": "featured",
                "hide-tag": 0,
                "show-all": 1
            },
            "jetpack_global_styles": false
        },
        "theme_mods": {
            "0": false,
            "nav_menu_locations": [],
            "custom_css_post_id": -1
        },
        "headstart": {
            "mapped_id_options": [],
            "mapped_id_theme_mods": [],
            "keep_submenu_items": true
        }
    },
    "widgets": [],
    "content": [
        {
            "post_type": "post",
            "post_title": "A Little Dribbling Rain",
            "post_content": "<!-- wp:paragraph -->\n<p>Up betimes. Called up by my tailor, and there first put on a summer suit this year; but it was not my fine one of flowered tabby vest, and coloured camelott tunique, because it was too fine with the gold lace at the hands, that I was afeard to be seen in it; but put on the stuff suit I made the last year, which is now repaired; and so did go to the Office in it, and sat all the morning, the day looking as if it would be fowle. At noon home to dinner, and there find my wife extraordinary fine, with her flowered tabby gown that she made two years ago, now laced exceeding pretty; and, indeed, was fine all over; and mighty earnest to go, though the day was very lowering; and she would have me put on my fine suit, which I did. And so anon we went alone through the town with our new liveries of serge, and the horses’ manes and tails tied with red ribbons, and the standards there gilt with varnish, and all clean, and green refines, that people did mightily look upon us; and, the truth is, I did not see any coach more pretty, though more gay, than ours, all the day. But we set out, out of humour—I because Betty, whom I expected, was not come to go with us; and my wife that I would sit on the same seat with her, which she likes not, being so fine: and she then expected to meet Sheres, which we did in the Pell Mell, and, against my will, I was forced to take him into the coach, but was sullen all day almost, and little complaisant: the day also being unpleasing, though the Park full of coaches, but dusty and windy, and cold, and now and then a little dribbling rain; and, what made it worst, there were so many hackney-coaches as spoiled the sight of the gentlemen’s; and so we had little pleasure. But here was W. Batelier and his sister in a borrowed coach by themselves, and I took them and we to the lodge; and at the door did give them a syllabub, and other things, cost me 12s., and pretty merry. And so back to the coaches, and there till the evening, and then home, leaving Mr. Sheres at St. James’s Gate, where he took leave of us for altogether, he; being this night to set out for Portsmouth post, in his way to Tangier, which troubled my wife mightily, who is mighty, though not, I think, too fond of him. But she was out of humour all the evening, and I vexed at her for it, and she did not rest almost all the night, so as in the night I was forced; to take her and hug her to put her to rest. So home, and after a little supper, to bed.<\/p>\n<!-- \/wp:paragraph -->",
            "post_name": "a-little-dribbling-rain",
            "post_excerpt": "",
            "menu_order": 0,
            "post_status": "publish",
            "comment_status": "closed",
            "ping_status": "closed",
            "_starter_page_template": "",
            "hs_old_id": 3,
            "hs_post_parent": 0,
            "hs_taxonomies": {
                "category_name": [
                    "Uncategorized"
                ],
                "post_tag_name": []
            },
            "hs_custom_meta": "_hs_extra",
            "attachment_url": "https:\/\/tuthemedemo.files.wordpress.com\/2022\/12\/micah-williams-hkwq_gu1bsk-unsplash.jpg"
        }
    ],
    "images": [
        "https:\/\/tuthemedemo.files.wordpress.com\/2022\/12\/micah-williams-hkwq_gu1bsk-unsplash.jpg"
    ],
    "meta": {
        "blog_id": 212569868,
        "url": "https:\/\/tuthemedemo.wordpress.com",
        "update_date": "December 7, 2022, 6:40 pm",
        "update_timestamp": 1670438416
    }
}
